<?php

return [
    'general-labels' => [
        'preview-email' => 'Предварительный просмотр | :label',
        'send-from' => 'Отправить от',
        'subject' => 'Тема',
        'pre-header' => 'Предварительный заголовок',
        'need-help' => 'Нужна дополнительная помощь?',
        'call-support' => 'Позвоните в нашу службу поддержки',
        'browser-not-compatible' => 'Ваш браузер несовместим',
        'website' => 'Веб-сайт',
        'privacy-policy' => 'Политика конфиденциальности',
        'all-rights-reserved' => 'Все права защищены',
        'template-name' => 'Имя шаблона',
    ],
    'form-fields-labels' => [
        'template-name' => 'Отображаемое имя шаблона',
        'template-name-hint' => '(Только для просмотра администратором)',
        'template-view' => 'Просмотр шаблона',
        'key' => 'Ключ',
        'key-hint' => '(Должен быть уникальным с версией языка)',
        'lang' => 'Язык',
        'email-from' => 'Отправить электронное письмо от',
        'email-to' => 'Отправить электронное письмо пользователю типа',
        'subject' => 'Строка темы',
        'header' => 'Текст предварительного заголовка',
        'header-hint' => '(Отображается только в некоторых почтовых клиентах)',
        'title' => 'Заголовок',
        'title-hint' => '(Отображается крупным шрифтом в самом верху электронного письма)',
        'content' => 'Содержание',
    ],
    'resource_name' => [
        'singular' => 'Шаблон электронного письма',
        'plural' => 'Шаблоны электронной почты',
    ],
];
